
export const ErrorCodeModel = {
  "10010": { code: "10010", desc: "必填验证" },
  "10020": { code: "10020", desc: "空白验证" },
  "10021": { code: "10021", desc: "输入限制" },
  "10030": { code: "10030", desc: "类型包含" },
  "10031": { code: "10031", desc: "类型验证" },
  "10040": { code: "10040", desc: "最小值" },
  "10050": { code: "10050", desc: "最大值" },
  "10060": { code: "10060", desc: "正则" },
  "10071": { code: "10071", desc: "子项必填" },
  "10080": { code: "10080", desc: "对象对比" },
  "20020": { code: "20020", desc: "空白验证" },
} as const;